/*
  Localizable.strings
  ACHNBrowserUI

  Created by Jan on 09.05.20.
  Copyright © 2020 Thomas Ricouard. All rights reserved.
*/
// Login
"login.info" = "Enter your credentials";
"login.username" = "Username";
"login.password" = "Password";
 "login.buttonactive" = "Loging In ..";
"login.button" = "Login";
"login.create" = "Create Account";
"login.signup" = "Sign Up";
"login.powerby"= "Powered By";
"login.offline" = "Please, connect to internet to login.";
"login.failed" = "Login failed! Bad user or password.";
"login.welcome" = "Welcome to";

// Settings
"settings.title" = "SETTINGS_";
"settings.tab" = "Settings";
"settings.logout" = "Sign Out";
"settings.pricecollection" = "Collection Est. (New)";
"settings.collection" = "Collection";

"settings.credits" = "Thanks to";
"credit.brickset" = "Brickset team and Huw for there wonderful website and support for this app.";
"credit.homework" = "HMWK Family team and Will.";

"settings.feedbacks" = "Any feedbacks, contact me on";
"credit.github" = "Brickie Repository";
"credit.instagram" = "Instagram";
"credit.twitter" = "Twitter";
"credit.testflight" = "Become a Beta Tester";
"credit.thanks" = "thanks using";

// Sets

"sets.tab" = "Sets";
"sets.title" = "SETS_";
"search.placeholder" = "Search";
"search.placeholderoffline" = "Search (Offline)";
"sets.searching" = "Searching...";
"sets.noitems" = "No Item";
"sets.firstsync" = "First synchronisation could be long for large collection.\nIf you are new, search your set(s) in the search bar.";

// Sets Detail
"sets.instruction" = "Instruction";
"sets.images" = "Image(s)";

"collection.want" = "I Want";
"collection.add" = "Add";
"collection.remove" = "Remove";
"collection.increment" = "Increment";
"collection.decrement" = "Decrement";
// Minifigures
"minifig.tab" = "Minifig's";
"minifig.title" = "MINIFIG'S_";
"minifig.ownInSets" = "In sets you own ";
"minifig.add" = "Add 1 loose";
"minifig.loose" = " loose";
"minifig.local" = "local minifig's only!\nFeature not proveded by Brickset";

// Instruction
"instruction.title" = "INSTRUCTIONS_";
"instruction.errorfile" = "No File Error";
"instruction.downloading" = "Downloading ... ";
"message.offline" = "Edition is locked offline.";

// Enums
// Sorter
"sorter.number" = "Number";
"sorter.year" = "Year";
"sorter.alphabetical" = "Alphabetical";
"sorter.rating" = "Rating";
"sorter.default" = "Default";
"sorter.price" = "Retail Price(asc.)";
"sorter.piece" = "Pieces Number(asc.)";
"sorter.priceDesc" = "Retail Price(desc.)";
"sorter.pieceDesc" = "Pieces Number(desc)";
// Filters
"filter.all" = "All";
"filter.wanted" = "Wanted";
"filter.owned" = "Owned";
